import{s as l,x as n,a as f,e as o}from"./index-cff8baa4.js";var v=Object.defineProperty,_=Object.getOwnPropertyDescriptor,u=(b,r,s,a)=>{for(var e=a>1?void 0:a?_(r,s):r,p=b.length-1,h;p>=0;p--)(h=b[p])&&(e=(a?h(r,s,e):h(e))||e);return a&&e&&v(r,s,e),e};let t=class extends l{render(){return n`
      <app-header ?enableBack="${!0}"></app-header>

<main>

<h2>
مَن صلَّى الصُّبحَ في جماعةٍ فَهوَ في ذمَّةِ اللَّهِ فانظرْ يا ابنَ آدمَ لا يطلبنَكَ اللَّهُ بشيءٍ مِن ذمَّتِهِ

</h2>

<h3>

الراوي : [جندب بن سفيان] | المحدث : الزرقاني | المصدر : مختصر المقاصد | الصفحة أو الرقم : 1044 | خلاصة حكم المحدث : صحيح

</h3>


<br></br>
<h2>
 مَن صَلَّى الصُّبْحَ فَهو في ذِمَّةِ اللهِ، فلا يَطْلُبَنَّكُمُ اللَّهُ مِن ذِمَّتِهِ بشَيءٍ، فيُدْرِكَهُ، فَيَكُبَّهُ في نَارِ جَهَنَّمَ.

 <h3>

 الراوي : جندب بن عبدالله | المحدث : مسلم | المصدر : صحيح مسلم
الصفحة أو الرقم: 657 | خلاصة حكم المحدث : [صحيح]
<br></br>



 </h3>

<h1>
«فهو في ذِمَّةِ اللهِ»، أي: في أمانِه وضَمانتِه؛ وخَصَّ صَلاةَ الفَجرِ مِن بيْنِ سائرِ الصَّلَواتِ؛ لأنَّ فيها مَشَقَّةً، ولا يُواظِبُ عليها إلَّا خالِصُ الإيمانِ؛ فلذلك استَحقَّ الأمانَ وأنْ يكونَ في ذِمَّةِ اللهِ تعالَى وضَمانتِه وعَهْدِه.

</h1>


</main>



    `}};t.styles=[f];t=u([o("bab-salat-al-fajr-1")],t);export{t as AppAbout};
//# sourceMappingURL=bab-salat-al-fajr-1-58dae618.js.map
