import{i,s as n,x as h,a as m,e as o}from"./index-ec205c2f.js";import"./chunk.KRP3ULQL-44472333.js";const d=i`
  @media(min-width: 1000px) {
    sl-card {
      max-width: 70vw;
    }
  }

  main {
    margin-left: 25px;
  }
`;var f=Object.defineProperty,v=Object.getOwnPropertyDescriptor,c=(l,e,t,a)=>{for(var r=a>1?void 0:a?v(e,t):e,b=l.length-1,s;b>=0;b--)(s=l[b])&&(r=(a?s(e,t,r):s(r))||r);return a&&r&&f(e,t,r),r};let p=class extends n{render(){return h`
      <app-header ?enableBack="${!0}"></app-header>

<main>

<h1 > باب الوضوء</h1>

<h4>
كُنْتُ خَلْفَ أبِي هُرَيْرَةَ وهو يَتَوَضَّأُ لِلصَّلاةِ، فَكانَ يَمُدُّ يَدَهُ حتَّى تَبْلُغَ إبْطَهُ فَقُلتُ له: يا أبا هُرَيْرَةَ ما هذا الوُضُوءُ؟ فقالَ: يا بَنِي فَرُّوخَ أنتُمْ هاهُنا؟ لو عَلِمْتُ أنَّكُمْ هاهُنا ما تَوَضَّأْتُ هذا الوُضُوءَ، سَمِعْتُ خَلِيلِي صَلَّى اللَّهُ عليه وسلَّمَ يقولُ: تَبْلُغُ الحِلْيَةُ مِنَ المُؤْمِنِ، حَيْثُ يَبْلُغُ الوَضُوءُ.
الراوي : أبو هريرة | المحدث : مسلم | المصدر : صحيح مسلم
الصفحة أو الرقم: 250 | خلاصة حكم المحدث : [صحيح]
التخريج : أخرجه مسلم (250)

<br></br><br></br>
 وبَنُو فرُّوخَ: هُمُ العَجَمُ، وقيلَ: إنَّ فرُّوخَ من وَلدِ إبراهيمَ عليه السَّلامُ، وهُو أخو إسماعيلَ وإسحاقَ، ومِن ولدِه العَجَمُ، ثُمَّ أخبَرَ أنَّه لو يَعلَمُ أنَّ أحدًا يَراه ما تَوضَّأ هذا الوُضوءَ.
 <br></br>
وأرادَ أبو هُرَيرةَ بكَلامِه هذا أنَّه يَنبَغي لمَن يُقتدى به إذا تَرخَّصَ في أمرٍ أو تَشدَّدَ فيه مع نفسِه، أو لاعتقادِه في ذلك مَذهَبًا شَذَّ به عنِ النَّاسِ: ألَّا يَفعَلَه بحَضرةِ العامَّةِ؛ لئلَّا يَترخَّصوا برُخصتِه لغَيرِ ضَرورةٍ أو يَعتقِدُوا أنَّ ما تَشدَّدَ فيه هو الفرضُ.
<br></br>
 «سَمِعتُ خَلِيلي صلَّى اللهُ عليه وسلَّمَ يقولُ: تبلُغُ الحِليةُ منَ المؤْمِنِ حَيْثُ يَبلُغُ الوُضوءُ»، والمقصودُ أنَّ المؤمِنَ يُحلَّى في الجنَّةِ وتكونُ هذه الحِليةُ إلى حيثُ يَبلُغُ الوضوءُ، فتَبلُغُ الحِليةُ في اليدينِ إلى المِرفقَينِ؛ لأنَّ الوضوءَ يَبلُغُ إلى المِرفَقينِ؛ فكان مُرادُ أبي هُرَيرةَ رَضيَ اللهُ عنه أن يَبلُغَ بوُضوئه أبعَدَ ما يَستطيعُ من أعضائه؛ ليَبلُغَ به الحِليةَ في الجَنَّةِ.
 <br></br>

وفيه: أنَّه يَنبغي للعالِمِ ألَّا يَفعَلَ عندَ العَوامِّ ما لا يَعرِفُونَ، إذا خافَ عليهم أن يَفهَموا منه غيرَ المُرادِ.

</h4>
</main>



    `}};p.styles=[m,d];p=c([o("kitab-al-tahara-bab-al-wodo-1")],p);export{p as AppAbout};
//# sourceMappingURL=bab-al-wodo-1-1ad5c86a.js.map
